export const data = {
    names: [
        {name: "팔광", gender: "M"},
        {name: "억두", gender: "M"},
        {name: "혁팔", gender: "M"},
        {name: "팔식", gender: "M"},
        {name: "두식", gender: "M"},
        {name: "무혁", gender: "M"},
        {name: "암철", gender: "M"},
        {name: "철혁", gender: "M"},
        {name: "철혁", gender: "M"},
        {name: "철옥", gender: "F"},
        {name: "쎄리", gender: "F"},
        {name: "철숙", gender: "F"},
        {name: "팔숙", gender: "F"},
        {name: "두옥", gender: "F"},
        {name: "두옥", gender: "F"},
        {name: "춘배", gender: "M"},
        {name: "춘삼", gender: "M"},
        {name: "덕배", gender: "M"},
        {name: "춘섭", gender: "M"},
        {name: "복남", gender: "M"},
        {name: "팔봉", gender: "M"},
        {name: "봉팔", gender: "M"},
        {name: "덕구", gender: "M"},
        {name: "영배", gender: "M"},
        {name: "점순", gender: "F"},
        {name: "춘자", gender: "F"},
        {name: "봉순", gender: "F"},
        {name: "점복", gender: "F"},
        {name: "금례", gender: "F"},
        {name: "금자", gender: "F"},
    ],
    familyNames: [
        "김",
        "이",
        "박",
        "최",
        "정",
        "강",
        "조",
        "윤",
        "장",
        "임",
        "한",
        "오",
        "서",
        "신",
        "권",
        "황",
        "안",
        "송",
        "전",
        "홍",
        "유",
        "고",
        "문",
        "양",
        "손",
        "배",
        "조",
        "백",
        "허",
        "남",
        "마",
    ],
    nicknameChunks: [
        [
            ["공부방", "시험장", "도서관"],
            ["박수", "휘파람"],
            ["빌런"]
        ],
        [
            ["경로당", "노인정"],
            ["지팡이", "틀니"],
            ["도둑", "파괴범"]
        ],
        [
            ["어린이집", "유치원"],
            ["가방", "장난감"], 
            ["도둑"]
        ],
        [
            ["길거리"],
            ["자전거", "킥보드"],
            ["뺑소니"]
        ],
        [
            ["급식실"],
            ["잔반", "음쓰"],
            ["처리반", "시식가"]
        ],
        [
            ["납골당"],
            ["유골"],
            ["도둑"]
        ],
        [
            ["교회", "성당"],
            ["목탁"],
            ["연주자"]
        ],
        [
            ["피시방"],
            ["키보드", "마우스", "모니터"],
            ["샷건러"]
        ],
        [
            ["금연구역"],
            ["담배꽁초"],
            ["테러범", "빌런"]
        ],
        [
            ["공원"],
            ["개똥"],
            ["테러범", "빌런"]
        ],
        [
            ["훈련소"],
            ["탄피"],
            ["분실범"]
        ],
        [
            ["수영장",],
            ["오줌"],
            ["테러범"]
        ],
        [
            ["시식 코너"],
            ["전문"],
            ["푸드 파이터"]
        ],
    ],
};